'use strict'


/**
 * Обьект с вопросами.
 */
const question = {
    q1: " Сколько букв в слове 'Привет'",
    q2: " Сколько букв в слове 'Пока'",
    q3: " Сколько букв в слове 'Арбуз'",
    q4: " Сколько букв в слове 'Еж'",
    q5: " Сколько букв в слове 'Аббревиатура'",
}

const answer = {
    a1: "A: Пять        Б: Шесть \n\n C: Семь        Д: Куда я попал?",
    a2: "A: Четыре        Б: Шесть \n\n C: Две        Д: Что?",
    a3: "A: Одна        Б: Восемь \n\n C: Семь        Д: Пять",
    a4: "A: Две        Б: Шесть \n\n C: Девять        Д: Нет совсем",
    a5: "A: Три        Б: Двенадцать \n\n C: Семь        Д: Что за слово?",
}

const trueAnswer = {
    t1: "Б",
    t2: "А",
    t3: "Д",
    t4: "А",
    t5: "Б",
}