'use strict'

let questions = [{
        text: 'Загадка первая',
        variants: {
            'а': 'Правильный ответ',
            'б': 'Неверный ответ',
            'с': 'Совсем неверный ответ',
            'д': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'а',
    },
    {
        text: 'Загадка вторая',
        variants: {
            'а': 'Неверный ответ',
            'б': 'Правильный ответ',
            'с': 'Совсем неверный ответ',
            'д': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'б',
    },
    {
        text: 'Загадка третья',
        variants: {
            'а': 'Очень, очень плохой ответ',
            'б': 'Неверный ответ',
            'с': 'Совсем неверный ответ',
            'д': 'Правильный ответ',
        },
        correctAnswerIndex: 'д',
    },
    {
        text: 'Загадка четвертая',
        variants: {
            'а': 'Совсем неверный ответ',
            'б': 'Неверный ответ',
            'с': 'Правильный ответ',
            'д': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'с',
    },
    {
        text: 'Загадка пятая',
        variants: {
            'а': 'Очень, очень плохой ответ',
            'б': 'Неверный ответ',
            'с': 'Совсем неверный ответ',
            'д': 'Правильный ответ',
        },
        correctAnswerIndex: 'д',
    },
]